'use client'
import { Section } from "@/components/ui/Section/Section"  
import { Headings } from "@/components/ui/Headings/Headings"
import { Paragraph } from "@/components/ui/Paragraph/Paragraph"
import Image from "next/image"
import legal_assistance_in_concluding_contracts_title from '../../../../public/legal_assistance_in_concluding_contracts_title.png'

export function LegalAssistanceInConcludingContracts() {
    return (
        <Section section_class="solving_crimes">
            <div className="title">
                <Image src={legal_assistance_in_concluding_contracts_title} alt="юридична допомога при укладенні договорів" width={700} height={80} />
            </div>
            <div className="content">
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Юридична допомога при укладенні договорів — Міжнародний — спеціальний департамент детективів</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Договір – це документ, який допомагає фізичним та юридичним особам регулювати взаємовідносини – права, обов’язки, їх встановлення або припинення, а також регулювання різних умов цих взаємовідносин. Договір є необхідним документом як для приватних справ, так і для бізнесу. В будь-якому випадку, укладання договорів є надзвичайно важливим аспектом, в якому потрібна допомога справжніх спеціалістів та професіоналів.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Правильність укладання договору може докорінно змінити ділове становище, захистити Вас, Ваш бізнес або будь-яку іншу справу від загроз, випадкових помилок, неточностей. Процес укладання договору має дуже сувору стратегію дотримання всіх нюансів та тонкощів, особливо пов’язану з юридичною стороною, або спеціальними умовами з обох сторін. Саме тому обов’язково необхідна професійна юридична допомога при укладанні договорів, до якої доручені досвідчені фахівці.</Paragraph>
                </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Укладання договорів в Україні</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Команда Міжнародного — спеціального департаменту детективів допоможе Вам на всіх етапах укладання договорів. Складання договору, угоди, а також юридична консультація та супровід на найвищому рівні. Якісно готуємо всі види договорів, контрактів, меморандумів на різних рівнях. Грамотне складання та підготовка договорів з допомогою М-СДД забезпечить та гарантує Вам шляхетну ділову репутацію, а також економічну, інформаційну, та іншу безпеку Вашому бізнесу.</Paragraph>
                </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Професіональна юридична допомога при укладенні договорів</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Завдяки багаторічному успішному досвіду, фахівцям Міжнародного — спеціального департаменту детективів відомі всі можливі нюанси та ситуації, які виникають або можуть виникнути при укладенні договорів. Особливо, якщо мова йде про дуже відповідальну, незвичайну чи делікатну ситуацію, або справу з недостатньо сумлінними юридичними та фізичними особами. Усі дії виконуються в рамках правових та юридичних норм, а також з максимально ретельним урахуванням інтересів нашого клієнта.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Спектр можливостей Міжнародного — спеціального департаменту детективів на практиці надзвичайно широкий. Ви отримаєте гарантовано успішну консультацію та практичні юридичні поради перед складанням чи підписанням договору, супровід при безпосередньому укладенні договору будь-якого типу, а також вичерпна консультація після того, як Ваш договір вже було укладено та при вирішенні будь-яких спірних питань, що могли виникнути.</Paragraph>
                </div>
            </div>    
        </Section>
    )
}