'use client'
import { Section } from "@/components/ui/Section/Section"  
import { Headings } from "@/components/ui/Headings/Headings"
import { Paragraph } from "@/components/ui/Paragraph/Paragraph"
import Image from "next/image"
import provision_of_certified_translators_title from '../../../../public/provision_of_certified_translators_title.png'

export function ProvisionOfCertifiedTranslators() {
    return (
        <Section section_class="solving_crimes">
            <div className="title">
                <Image src={provision_of_certified_translators_title} alt="надання дипломованих перекладачів" width={650} height={80} />
            </div>
            <div className="content">
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Дипломовані перекладачі, професійний переклад документів, ділових паперів та бесід</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Різні ситуації, які трапляються у повсякденному особистому житті кожної людини, а також в рамках бізнесу та ділових справ, можуть призвести до необхідності у досвідченому дипломованому перекладачеві.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Дипломований викладач обов’язковий, якщо Вам необхідно мати справу з нотаріальними договорами, що були складені обома мовами (наприклад, литовська та українська), або зареєструвати статут підприємства, коли в процесі заснування беруть участь іноземні фізичні або юридичні представники. Також дипломований викладач необхідний при укладанні документів з іноземцем, що не володіє Вашою мовою у повному обсязі, при необхідності доручення від громадянина іншої держави (чи навпаки), або просто коли необхідно зробити нотаріальний переклад.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Міжнародний — Спеціальний Департамент Детективів забезпечить високоякісний, компетентний та грамотний переклад з індійської, литовської, грузинської, вірменської, російської мови з дипломованими перекладачами.</Paragraph>
                </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Надання дипломованих перекладачів — Міжнародний — Спеціальний Департамент Детективів</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Дипломований перекладач необхідний задля того, щоб представники організацій або нотаріус могли перевірити якість перекладу документа, договору чи іншого ділового документу або звернення за допомогою документів, що стверджують компетентність перекладача у таких видах перекладу. Це необхідно для того, щоб грамотно скласти та представити документи та справи без будь-яких можливих мовних перешкод. Таким чином, пріоритет та увага надається змісту, а не можливим не точним моментам.</Paragraph>
                </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Професійний переклад в Україні</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Міжнародний — Спеціальний Департамент Детективів має великий багаторічний досвід роботи у справах ділової взаємодії з іноземними партнерами, документами та приватними справами, пов’язаними с іноземними мовами. М-СДД, окрім безпосередньої допомоги у юридичних, кримінальних, правових, особистих справах та справах бізнесу, має кваліфікованих фахівців, дипломованих перекладачів, та зав’язків з ними та іноземними та міжнародними організаціями. Саме тому М-СДД – найкращий варіант для Вас, якщо Ви бажаєте зробити свої справи на найвищому рівні: конфіденційність, якість та дотримання моральних та правових норм.</Paragraph>
                </div>
            </div>    
        </Section>
    )
}