'use client'
import { Section } from "@/components/ui/Section/Section"  
import { Headings } from "@/components/ui/Headings/Headings"
import { Paragraph } from "@/components/ui/Paragraph/Paragraph"
import Image from "next/image"
import all_types_of_forensic_examinations_title from '../../../../public/all_types_of_forensic_examinations_title.png'

export function AllTypesOfForensicExaminations() {
    return (
        <Section section_class="solving_crimes">
            <div className="title">
                <Image src={all_types_of_forensic_examinations_title} alt="всі види судових експертиз" width={500} height={80} />
            </div>
            <div className="content">
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Судова експертиза: дослідження від висококваліфікованих експертів М-СДД</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Загалом, судова експертиза – це комплекс дій та досліджень, спрямованих на отримання інформації у будь-якому вигляді стосовно конкретної справи, яка перебуває в дії у суді або у органах досудового розслідування. Судова експертиза та матеріали, що були досліджені, допомагають в адміністративному, кримінальному, господарському, цивільному процесах, а також у справах про будь-які правопорушення та інших сферах.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Таким чином, судова експертиза – це повноцінне дослідження, яке має надзвичайно високу важливість у будь-якій справі. Існує велика кількість видів судової експертизи, яка категоризується за способами і методами дослідження та областями їх використання. Найважливішим моментом є комплексний, повноцінний підхід за участі справжніх експертів-професіоналів. Можна із впевненістю стверджувати, що від судової експертизи – підготовки до неї, безпосередньо самого процесу, а також її успіху на кожному етапі, залежить успішність усієї справи.</Paragraph>
                </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Професійна експертиза на всіх етапах</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Міжнародний — Спеціалізований Департамент Детективів має у своєму складі досвідчених, компетентних та найкращих у своїй справі фахівців. Окрім обізнаності в теорії та гнучкості на практиці, наша команда має найкращі зв’язки з державними органами та іншими структурами, що робить консультацію або сам процес судової експертизи набагато дієвішим, ефективним та спрямованим на успіх.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Варто пам’ятати, що судова експертиза, яку б справу вона не охоплювала – побутову, господарську або кримінальну, потребує серйозної підготовки документів, команди спеціалістів та інших нюансів у разі, якщо Ви очікуєте та сподіваєтесь на успішне завершення Вашої справи. Самостійно займатися таким питанням, або залучити некомпетентних людей – означає поставити справу під загрозу недосконалих результатів або навіть ризикнути її успішним завершенням.</Paragraph>
                </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Всі види судової експертизи в Україні від Міжнародного — Спеціалізований Департаменту Детективів</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>В компетенції Міжнародного — Спеціалізованого Департаменту Детективів є договір про співпрацю з Українським науково-дослідним центром і іншими компетентними організаціями. Окрім того, наша робота охоплює всі види судових експертиз та їх підвиди, тому, незалежно від того, що саме Вам необхідно – обов’язково знайдеться вихід із ситуації та спеціалісти, які допоможуть Вам саме у такій справі.</Paragraph>
                </div>
            </div>    
        </Section>
    )
}