'use client'
import { Section } from "@/components/ui/Section/Section"  
import { Headings } from "@/components/ui/Headings/Headings"
import { Paragraph } from "@/components/ui/Paragraph/Paragraph"
import Image from "next/image"
import working_with_debtors_title from '../../../../public/working_with_debtors_title.png'

export function WorkingWithDebtors() {
    return (
        <Section section_class="solving_crimes">
            <div className="title">
                <Image src={working_with_debtors_title} alt="робота з боржниками" width={400} height={80} />
            </div>
            <div className="content">
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Робота з боржниками — Міжнародний — Спеціальний Департамент Детективів</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Робота з боржниками – це завжди відповідальна та обов’язкова справа, що стосується справедливості. Для успішного вирішення питань щодо боргу з будь-якої сторони необхідна юридична підтримка та підстави, які твердо будуть відстоювати позицію Вашої сторони. Забезпечити максимально успішний вихід із ситуації, вирішення проблеми, або отримання цінної консультації Вам допоможуть лише дійсно досвідченні фахівці. Міжнародний — Спеціальний Департамент Детективів має у складі своєї команди виключно висококваліфікованих фахівців з величезним об’ємом досвіду та найкращими зав’язками.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Борги, стягнення боргів та захист боржника – надзвичайно актуальні питання для громадян на сьогоднішній день. В час розквіту великого і малого бізнесу в Україні необхідно приділити максимальну увагу до питання про захист та відстоювання свого бізнесу або ідивідуальної справи, в тому числі її матеріальну сторону. Це важливо як для великого підприємства, так і для приватного бізнеса, або індивідуальної ситуації. Тому якісна професійна консультація необхідна, щоб досягти законодавчої, юридичної справедливості та успішно завершити справу або ситуацію, що могла виникнути на ґрунті боргів.</Paragraph>
               </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Борги, стягнення боргів та захист боржника — успіх будь-якого процесу з висококваліфікованими експертами М-СДД</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Команда наших експертів гарантовано забезпечить максимально висококваліфіковану, професійну юридичну допомогу у відстоюванні Вашої справедливості в питанні заборгованості, захисті та відстоюванні Ваших прав. Ми використовуємо найдієвіші, чесні та продуктивні методи та способи, які безліч разів були опробуванні на досвіді та продовжують допомагати людям та їх бізнесу. На законодавчому рівні та в рамках правових норм ми приведемо Вашу справу до її успішного вирішення.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Окрім консультації та професійних порад, наші фахівці вправно виконають всі необхідні операції на досконалому рівні: інформаційні, документаційні, фактичні аспекти питання роботи з боржниками як для сторони боржника, так і для сторони стягнення.</Paragraph>
                </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Робота з боржниками в Україні</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>В питанні роботи з боржниками в Україні та за її межами надзвичайно важливим аспектом залишається конфіденційність усієї інформації, дотримання максимальної приватності процесу роботи з боржниками. Для М-СДД конфіденційність, приватність та анонімність справи та клієнта – один з основних принципів роботи.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Міжнародний — Спеціальний Департамент Детективів забезпечить оперативну, відповідальну, анонімну професійну допомогу у роботі з боржниками, спираючись не тільки на юридичну та законодавчу компетентність, але й багаторічний успішний досвід роботи наших фахівців.</Paragraph>
                </div>
            </div>    
        </Section>
    )
}