'use client'
import { Section } from "@/components/ui/Section/Section"  
import { Headings } from "@/components/ui/Headings/Headings"
import { Paragraph } from "@/components/ui/Paragraph/Paragraph"
import Image from "next/image"
import control_of_compliance_with_trade_secrets_title from '../../../../public/control_of_compliance_with_trade_secrets_title.png'

export function ControlOfComplianceWithTradeSecrets() {
    return (
        <Section section_class="solving_crimes">
            <div className="title">
                <Image src={control_of_compliance_with_trade_secrets_title} alt="проведення службових розслідувань та перевірок" width={650} height={80} />
            </div>
            <div className="content">
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Дипломовані перекладачі, професійний переклад документів, ділових паперів та бесід</Headings>
                    <Paragraph color='black' weight='500' className='article_textбюро р'>Питання про забезпечення та охорону комерційної таємниці для України та українського бізнесу стає з кожним роком все актуальнішим. Комерційна таємниця є надзвичайно важливим аспектом в діяльності бізнесу, фірми, компанії. Досвід та чисельні дослідження показали, що серед навіть найдосвідченіших працівників, що мають багаторічний стаж роботи, дуже розповсюджена спроможність до зради компанії шляхом повного або часткового ігнорування її комерційної таємниці. Тільки двадцять п’ять відсотків опитуваних попри все готові відстоювати інтереси фірми. Така статистика робить питання про контроль дотримання комерційної таємниці в Україні надзвичайно актуальним.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Комерційна таємниця та зобов’язання про нерозголошення інформації спроможні у максимальній мірі захистити інтелектуальну власність бізнесу та його власника, конфіденційну інформацію та інформацію, що має надзвичайну цінність для компанії. Тобто, секретна інформація, яка є власністю компанії, фірми, тощо.</Paragraph>
                </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Міжнародний — Спеціалізований Департамент Детективів: Комерційна таємниця та її професійний контроль</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Способів порушення дотримання комерційної таємниці безліч. Це може бути як свідома та цілеспрямована дія, так і абсолютно випадкова. Для усунення будь-якого виду порушення обов’язково необхідно дотримуватись ретельно продуманого плану контроля. Це варто зробити як для того, щоб запобігти можливості такого порушення, так і для того, щоб не дати цьому повторитися, тобто повністю змінити стратегію контролю.</Paragraph>
                    <Paragraph color='black' weight='500' className='article_text'>Контроль дотримання комерційної таємниці важливий саме через її цінність. Тому обов’язково необхідно точно усвідомлювати всі необхідні процедури задля успішного проведення контролю та довірити консультацію і допомогу з боку справжніх висококваліфікованих досвідчених фахівців.</Paragraph>
                </div>
                <div className="article">
                    <Headings heading='h3' color='black' weight='700' className='article_title'>Контроль дотримання комерційної таємниці в Україні</Headings>
                    <Paragraph color='black' weight='500' className='article_text'>Міжнародний — Спеціалізований Департамент Детективів компетентне у питаннях захисту та дотримання комерційної таємниці, її контролю – величезний досвід, теорія та практика допомогли нам стати одними з найкращих у даному питанні. Наші висококваліфіковані спеціалісти, в рамках законодавства України та правових норм, проконсультують та направлять Ваш бізнес або справу у максимально успішне у даній ситуації русло та допоможуть отримати бажаний результат.</Paragraph>
                </div>  
            </div>    
        </Section>
    )
}