import { IBusinesPartner } from "@/types/businessPartners.types"

export const businessPartnersData: IBusinesPartner[] = [
    {
        id: 1,
        img: "/Alik_Tatosyan.jpg",
        name: "Алік Татосян Саргісович",
        title: "Пенсіонер МВС України. Підполковник. Один із засновників та директор М-СДД України",
        quote: "Рівність перед законом, рівноправність - найважливіший принцип демократії, згідно з яким усі громадяни є рівними перед законом незалежно від їхньої раси, національності, місця проживання, становища в суспільстві, релігійних і політичних переконань. І, щоб не наражати людей на дискримінацію принципів демократії, держава зобов'язана утримувати сильних, порядних та забезпечених працівників і співробітників правоохоронних органів і системи."
    },
    {
        id: 2,
        img: "/Volodymyr_Voronyuk.jpg",
        name: "Воронюк Володимир Володимирович",
        title: 'Підприємець та волонтер. Засновник реабілітаційного центру "Буковиньский Центр Реабілітації". Директор сімейного клубу відпочинку "Буковинська Троя"',
        quote: "Бізнес — це не тільки про прибуток, а й про відповідальність перед суспільством. Допомагати тим, хто цього потребує, стало для мене таким же важливим, як і розвиток власної справи. Волонтерство вчить бачити головне — людей, їхні потреби та надію в очах. Разом ми можемо змінювати світ на краще, крок за кроком."
    },
    {
        id: 3,
        img: "/Alexander_Mukha.jpg",
        name: "Муха Олександр Михайлович",
        title: "Ветеран податкової міліції. 1998 по 2003 рік співробітник відділу боротьби з корупцією в органах податкової служби Запорізької області",
        quote: "Служба в податковій поліції — це не лише контроль, а й відповідальність за справедливість. Чесність і законність завжди були моїми головними принципами. За роки роботи я бачив, як дисципліна та професіоналізм змінюють систему на краще. Головне — пам’ятати, що за кожним рішенням стоять люди та їхні долі."
    }
]