import { IBusinesPartner } from "@/types/businessPartners.types"

export const businessPartnersData: IBusinesPartner[] = [
    {
        id: 1,
        img: "/Alik_Tatosyan.jpg",
        name: "Алік Татосян Саргісович",
        title: "Пенсіонер МВС України. Підполковник. Один із засновників та директор М-СДД України",
        quote: "Рівність перед законом, рівноправність - найважливіший принцип демократії, згідно з яким усі громадяни є рівними перед законом незалежно від їхньої раси, національності, місця проживання, становища в суспільстві, релігійних і політичних переконань. І, щоб не наражати людей на дискримінацію принципів демократії, держава зобов'язана утримувати сильних, порядних та забезпечених працівників і співробітників правоохоронних органів і системи."
    },
    {
        id: 2,
        img: "/Volodymyr_Voronyuk.jpg",
        name: "Воронюк Володимир Володимирович",
        title: 'Підприємець та волонтер. Засновник реабілітаційного центру "Буковиньский Центр Реабілітації". Директор сімейного клубу відпочинку "Буковинська Троя"',
        quote: "Бізнес — це не тільки про прибуток, а й про відповідальність перед суспільством. Допомагати тим, хто цього потребує, стало для мене таким же важливим, як і розвиток власної справи. Волонтерство вчить бачити головне — людей, їхні потреби та надію в очах. Разом ми можемо змінювати світ на краще, крок за кроком."
    },
    {
        id: 3,
        img: "/Alexander_Mukha.jpg",
        name: "Муха Олександр Михайлович",
        title: "Ветеран податкової міліції. 1998 по 2003 рік співробітник відділу боротьби з корупцією в органах податкової служби Запорізької області",
        quote: "Служба в податковій поліції — це не лише контроль, а й відповідальність за справедливість. Чесність і законність завжди були моїми головними принципами. За роки роботи я бачив, як дисципліна та професіоналізм змінюють систему на краще. Головне — пам’ятати, що за кожним рішенням стоять люди та їхні долі."
    },
    {
        id: 4,
        img: "/Artem_Perun.jpg",
        name: "Перун Артем Дмитрович",
        title: 'Молодший спеціаліст за спеціальністью "Товарознавство та комерційна діяльність" та "Правознавство". Нагороджений солдат ЗСУ орденом за мужність 3 ступеню',
        quote: "Поєднання товарознавства, комерції та правознавства дає мені змогу приймати зважені та законні рішення в бізнесі. Я добре розумію, як якісний товар і правильно оформлені документи впливають на довіру споживача. У сучасних умовах важливо не лише продавати, а й дбати про прозорість та відповідальність. Знання права допомагає мені захищати інтереси як компанії, так і клієнтів."
    },
    {
        id: 5,
        img: "/Pavlov_Vladislav.jpg",
        name: "Павлов Владислав Євгенович",
        title: "Старший слідчий відділу розслідування злочинів слідчого управління ГУНП в Запорізькій області. Підполковник поліції. Ветеран НПУ",
        quote: "Слідство — це не просто робота, а покликання шукати правду і служити закону. За роки служби я навчився бачити суть подій та відповідально ставитися до кожної справи. Звання підполковника та досвід ветерана НПУ — це не тільки честь, а й щоденний обов’язок бути прикладом для молодших колег. Моє головне завдання — щоб справедливість перемагала, а громадяни почувалися захищеними."
    },
    {
        id: 6,
        img: "/Valery_Gennadievich.jpg",
        name: "Цилінський  Валерій Геннадійович",
        title: 'Оперуповноважений головного управління карного розшуку МВС України полковник  міліції. Інспектор Головного управління карного розшуку МВС України',
        quote: "Справедливість - одна зі складових людського щастя! Ти сам володієш загостреним почуттям справедливості і завжди допомагаєш знайти віру в справедливість іншим людям! Твоя принциповість і чесність надихають оточуючих не миритися з несправедливістю. Ти не боїшся відстоювати правду, навіть коли це вимагає мужності й витримки. Саме завдяки таким людям, як ти, у світі зберігається віра в добро і справедливість."
    }
]