import { IReview } from "@/types/reviews.types";

export const reviewsData: IReview[] = [
    {
        id: 1,
        name: 'Олександра М.',
        message: `Хочу висловити подяку Міжнародному - спеціалізованому департаменту детективів за професіоналізм, уважність до деталей і оперативну роботу. Завдяки їхньому досвіду справа була вирішена швидко й ефективно. Рекомендую як справжніх фахівців своєї справи.`,
        rating: 5
    },
    {
        id: 2,
        name: 'Дмитро П.',
        message: `Ваша робота — на найвищому рівні! Дякую за швидкість, уважність і відданість справі. Спеціальний департамент детективів — це команда, якій можна довіряти!`,
        rating: 5
    },
    {
        id: 3,
        name: 'Анна В.',
        message: `Я безмежно вдячна Міжнародному - спеціалізованому департаменту детективів за підтримку й допомогу в складній ситуації. Їхня людяність, терпіння і бажання реально допомогти викликають повагу. Відчувається, що тут працюють не лише професіонали, а й справжні люди.`,
        rating: 5
    },
    {
        id: 4,
        name: 'Максим Р.',
        message: `Якщо вам потрібна команда, яка швидко орієнтується в найзаплутаніших ситуаціях, сміливо звертайтеся до Міжнародного - спеціалізованому департаменту детективів. Професійність, порядність і справжнє бажання допомогти — ось їхні головні риси.`,
        rating: 5
    },
    {
        id: 5,
        name: 'Олександр К.',
        message: `Міжнародний - спеціалізований департамент детективів — це команда, яка знає свою справу на відмінно! Я вдячний за їхню роботу та професіоналізм.`,
        rating: 5
    },
    {
        id: 6,
        name: 'Ірина С.',
        message: `Щиро дякую за делікатний і водночас рішучий підхід у вирішенні нашої сімейної справи. Ви повернули спокій у наше життя. Професіонали з великої літери!`,
        rating: 5
    },
    {
        id: 7,
        name: 'Володимир Т.',
        message: `Не думав, що можна настільки швидко й чітко впоратися з проблемою. Міжнарожний - спеціалізований департамент детективів справді знає, що робить. Швидко, чітко, без зайвих розмов!`,
        rating: 5
    },
    {
        id: 8,
        name: 'Олена Г.',
        message: `Було важко довіритися, але з першої зустрічі стало зрозуміло — тут працюють чесні та досвідчені люди. Дякую за конфіденційність і результат, на який навіть не сподівалась.`,
        rating: 5
    },
    {
        id: 9,
        name: 'Сергій Л.',
        message: `Якби існувала премія за кращу детективну команду — я вже б її вручив! Ви як у фільмах, тільки без сценарію. Дякую за розкриту справу і врятовані нерви!`,
        rating: 5
    },
    {
        id: 10,
        name: 'Тетяна П.',
        message: `Міжнарожний - спеціалізований департамент детективів допоміг мені виявити шахрайство в бізнесі. Завдяки їхній роботі я змогла захистити репутацію компанії та зберегти клієнтів. Рекомендую всім підприємцям!`,
        rating: 5
    }

]